Repository: iranalves85/contact-form-7-hidden-widget
Catalog: languages/contact-form-7-hidden-widget-*.po
Languages: pt_br

source: Warning:
pt_br: Aviso:

source: Contact Form 7 - Hidden Widget requires that you have the latest version of Contact Form 7 installed. Please upgrade now
pt_br: O plugin Contact Form 7 - Widget Oculto requer que você tenha instalado a última versão do plugin Contact Form 7. Por favor atualize agora

source: Contact Form 7 is not activated. The Contact Form 7 Plugin must be installed and activated before you can use Contact Form 7 - Hidden Widget
pt_br: Contact Form 7 não está ativado. O plugin Contact Form 7 deve estar instalado e ativado antes de você começar a utilizar Contact Form 7 - Widget Oculto

source: Contact Form 7 - Hidden Widget
pt_br: Contact Form - Widget Oculto

source: Widget with hidden content that are show when a selected Contact Form 7 is submitted
pt_br: Widget com conteúdo escondido que será mostrado quando o formulário Contact Form 7 for submetido

source: Select one Contact Form 7's form:
pt_br: Selecione um formulário Contact Form 7:

source: Select form event to trigger:
pt_br: Selecione um evento de formulário para acionar:

source: Invalid Input's
pt_br: Entrada Inválida

source: Mail Sent
pt_br: Email Enviado

source: Mail Failed
pt_br: Falha no Envio

source: Complete Success
pt_br: Sucesso Completo

source: Content to show when trigger occurred success:
pt_br: Conteúdo a mostrar quando acionado com sucesso:

source: Developed by
pt_br: Desenvolvido por

source: Thank you for using my plugin!
pt_br: Obrigado por usar meu plugin!

source: If this plugin helped you in any way, pay me a coffee or evaluate the plugin in the repository of Wordpress plugins, thank you immensely.
pt_br: Se esse plugin o ajudou de alguma forma, considere pagar um café ou avaliar este plugin no repositório de plugins do Wordpress, muito obrigado.

source: Wordpress is love!
pt_br: Wordpress é amor!

source: Are you looking for a developer for your project?
pt_br: Você está procurando um desenvolvedor para o seu projeto?

source: Donate
pt_br: Doar

source: Rate my plugin
pt_br: Avaliar Plugin
